{
  "testimonials": [
    {
      "image": "/images/testimonials/annep.jpg",
      "name": "Anne Poulter",
      "text": "Since he started taking lessons from Charlie, my son's love of the guitar and music, in general, has grown and grown. Charlie's energy and enthusiasm are infectious, and I have been so impressed by my son's progress. He is working through the Rock School grades and is also learning to play popular songs, both alone and with other students. We feel very lucky to have discovered CG Guitar Tuition."
    },
    {
      "name": "Stuart Pett",
      "image": "/images/testimonials/sepett.jpg",
      "text": "Charlie has been teaching my son for about 5 years, taking him from complete novice through to playing some pretty impressive rock songs as well as a couple of music gradings. Charlie is patient when necessary and tailors his tuition to the tastes, needs and aspirations of his students. Charlie initially taught face-to-face but now lessons are conducted via Skype to surprisingly good effect. I cannot recommend CG Guitar highly enough!"
    },
    {
      "name": "Johno Madgwick",
      "image": "/images/testimonials/johno.jpg",
      "text": "I've been having lessons with CG Guitar for a few months now. I considered myself a proficient player but wanted to progress to a higher standard. <br/> Charlie has tailored the lessons to cover advanced topics such as, playing with odd time signatures, music theory (extended chords, modal theory) and improvisation skills (playing over changes, modal interchange, arpeggio development). It has been great to solidify my previous/current knowledge and help fill in any gaps as well as getting me to tackle any subjects I'm struggling with. <br/>His supporting resources such as transcriptions are always flawless. Charlie has a great understanding of music and imparting that information to his students."
    },
    {
      "name": "Dawn Greenall",
      "text": "My 13 year old son Alex loves Charlie's lessons, even choosing to go on his birthday instead of going out with his mates! We've always struggled with getting him to practice outside of class with music lessons in the past but we haven't needed to ask once since he started learning with Charlie. Highly recommended."
    },
    {
      "image": "/images/testimonials/vhicks.jpg",
      "name": "Victoria Hicks",
      "text": "Charlie has been teaching my son Joe for 5 years(!), so I can vouch for his stamina, as well as his ambition for his students. Joe achieved merits in his first 2 rock school grades, and has since chosen to follow Charlie's more 'independent' syllabus in a group lesson which he really enjoys. Charlie is a great teacher, and particularly proactive and organised."
    },
    {
      "name": "Kim Wilson",
      "text": "We can highly recommend Charlie for children with additional needs. He is very patient and inspires them to learn and practice from a shared love of music.",
      "image": "/images/testimonials/kwilson.jpg"
    },
    {
      "name": "Sonya Turpin",
      "image": "/images/testimonials/sturpin.jpg",
      "text": "Charlie is skilled, motivating, encouraging and a true professional. My son Richie(age 10) has been attending lessons with Charlie for about 3 years now and still enjoying it. It’s true that a good instructor can make or break a pupil. We are very greatful to have found him!"
    },
    {
      "name": "Garry Emmett",
      "text": "I have only just started to learn the electric guitar with Charlie as my teacher but can fully recommend him to anyone who wants to learn and progress. I look forward to his lessons every week which then provide me with practice techniques to follow up in the following week. He has a very relaxed and inclusive style which provides a great learning environment. Overall I am delighted to have found him to help me on my guitar playing journey."
    },
    {
      "name": "Steve Breed",
      "text": "Charlie has been giving me lessons for 2 or 3 months now and I can wholeheartedly say that he’s really passionate about his craft and has an energy and enthusiasm that’s just great for a student like me. As others have already mentioned, Charlie is very patient and doesn’t tire of answering the questions I have about technique and other minutia which probably sound like daft questions. Charlie’s a really nice chap and I can’t imagine anyone not getting along with him or his teaching style. A big thumbs up from me!"
    },
    {
      "name": "Natalia Littman",
      "text": "Charlie has been teaching our 8 year old each week since moving here at Easter. This is the only activity he NEVER wants to miss!! Great group session."
    },
    {
      "name": "Emma Hill",
      "text": "Charlie has been teaching my 9 year old son for the last few months and we are so amazed with how much he has learnt in such a short space of time. Charlie is extremely patient and has a great way of explaining things. Barnaby has developed hugely in his confidence and he looks forward to his weekly lessons (even practising without persuasion!) Charlie is a great role model as well as being a fabulous teacher. Highly recommended."
    },
    {
      "name": "Shelley Collinson",
      "text": "Charlie has been teaching my daughter guitar since September and he’s been brilliant. To an otherwise very un-musical family he has been able to teach her not only how to play, but tune and look after the guitar, as well as providing really useful notes for the parents to follow and help with practice. My daughter loves it because the music is “relevant” and fun for her, (such as the Black Eyes Peas) seems she doesn’t mind the practicing either."
    },
    {
      "name": "Richard Powles",
      "text": "I have recently started guitar lessons with Charlie and am very pleased with the way things are going. I am of a certain age and have never had lessons in the past.Charlies enthusiasm and patience shine through and I would have no hesitation in recommending him."
    },
    {
      "name": "William Kitchener",
      "text": "We recruited Charlie as a session player during a time of transition for our band and he was exactly what we needed and more. From rehearsal etiquette to on-stage charisma - he was and is the epitome of professionalism when it comes to session playing. His ability on the guitar is incredible and unquestionable, with a work-ethic to match, but beyond that, he is a great human being, and someone who I now consider to be a good friend."
    },
    {
      "name": "Wendy Whitehed",
      "text": "Charlie is awesome. He has been teaching my daughter since the beginning of the year and her growth in ability has been huge. He always has great choices from his song book of contemporary music. He’s very patient and kind, and my daughter has flourished in confidence generally too. I’d recommend him (and already have several times) in an instance."
    },
    {
      "name": "Sam Derby",
      "text": "Great Teacher who's taught me so much in such a short time. I would recommend Charlie to anyone searching for guitar tutoring, from beginners all the way up to advanced!"
    },
    {
      "name": "Rachel Croucher",
      "text": "Excellent and professional teacher. He has inspired my son and we continue to enjoy watching our son develop his confidence with the guitar, under Charlie's direction."
    },
    {
      "name": "Viviana Lobenstein",
      "text": "Charlie has been teaching Vincent to play the guitar now for over 6 months and he is loving every minute of it. He is enjoying practicing at home and discovering lots of new songs that he had never heard before. Growing in confidence and using all the senses! Perfect skill to learn. Charlie makes it fun and challenging. Great personality! Thank you."
    },
    {
      "name": "Pam Langridge",
      "text": "Charlie has been great, inspiring to my son and really helpful in arranging lessons and giving advice. The guitar lesson is now the highlight of the week! He has engaged my son right from the start and inspired him so much that he enjoys practising every day. Amazing!"
    },
    {
      "name": "Jamie Juniper (Pam’s son, age 8)",
      "text": "I think Charlie is a good teach because he is very nice and the lessons are very fun. Also, he is very inspiring!"
    },
    {
      "name": "Mike Hopwood",
      "text": "Charlie has been teaching me as a beginner for some time. I guess I'm considerably older than probably all his other students - well somebody has to be - but as someone who has been in the teaching profession for most of my life I can only admire his professionalism, his preparation of material for lessons, his incredible good humour and patience and we have a lot of laughs. And of course he always knows if I've skimped with the practising even if he never says anything!!! He is a great teacher and I would not hesitate to recommend him!"
    },
    {
      "name": "Jo Marin",
      "text": "Charlie has been teaching my daughter for about 10 months from complete beginner stage. I’m so impressed by the progress she has made and pleased with her deepening interest in music. Her group lessons are fun and engaging, Charlie is patient and inspiring, and the songs she learns are contemporary or classic rock tunes. I’ve also been having lessons with Charlie myself after a very long break and he’s been encouraging, very knowledgable about technique and great to chat to about favourite bands and his own experiences as a professional musician. Highly recommended for children and adults!"
    },
    {
      "name": "Poppy Knight",
      "text": "My 6 year old son was a complete beginner and Charlie has made lessons interesting and challenging for him. Charlie has been helpful and given me excellent advice whenever I have asked for it. Charlie’s enthusiasm has rubbed off on my son and he is always keen to practise at home and show Charlie his progress at the next lesson."
    },
    {
      "name": "Tristan Joy",
      "text": "Charlie is a fantastic teacher. He is an inspiration and I would recommend him to anyone who is interested in playing guitar.",
      "image": "/images/testimonials/tristan.jpg"
    },
    {
      "name": "Uta Roggendorf",
      "text": "Charlie has been teaching our 8 year old daughter for just over a year now. She's made great progress from the first lesson when she learned her first song already - very much to my surprise! Charlie is very patient and has a lot of tricks up his sleeve to keep children engaged and interested."
    },
    {
      "name": "Rebecca Daffin",
      "text": "My daughter Erin had come to a bit of a dead end with her guitar and was very close to giving it up, not bothering to practise etc etc. So following a recommendation she started having Charlie for guitar lessons and what a difference, she now picks up her guitar most days just for fun which is what I wanted her to do I never have to tell her to practise anymore!"
    },
    {
      "name": "Suzie Swift",
      "text": "Very inspiring and friendly teacher who has filled my 10 year old son with enthusiasm for playing the guitar. No need to nag about practise! Charlie's teaching methods are structured but flexible - I can't believe how much my son has learned in just a few weeks."
    },
    {
      "name": "Cathy Lucas",
      "text": "Charlie comes along to play to my special needs daughter – he entertains her with her favourite tunes , anything from nursery rhymes, the theme from Postman Pat to her favourite “pop songs”. Charlie is calm, patient, always cheerful and most importantly able to improvise - he is never phased by unexpected requests ! His “natural” manner helps to keep the session going well and I am very pleased to be able to recommend him, especially to younger or more nervous pupils."
    },
    {
      "name": "Clare Denton",
      "text": "Charlie is a truly inspirational guitar teacher - he really connects with his students. My son thoroughly enjoys his lessons and loves learning a range of great rock tunes. Since taking guitar lessons with Charlie, his ability and passion for playing have increased 100%!"
    },
    {
      "image": "/images/testimonials/hannhste.jpg",
      "name": "Laura Hanna-Stevens",
      "text": "My eldest hated doing anything which involved being in a group, but he absolutely loves Thursday group sessions and the workshops in the holidays. I was totally shocked. Charlie is really a patient teacher and good with the children. I would highly recommend lessons with him."
    },
    {
      "name": "Carolyn Webb",
      "image": "/images/testimonials/cjwebb.jpg",
      "text": "My 8 year old son loves his guitar lessons with Charlie. Supremely talented Charlie keeps the lessons and workshops fun and varied. Particularly useful are the training videos available which make practicing easier for little ones in particular."
    },
    {
      "name": "Jason Webb",
      "image": "/images/testimonials/cjwebb.jpg",
      "text": "Charlie is a cool dude. Just what an 8 year old needs - loads of patience, lots of fun and a little bit firm when needed. My son says that he likes learning new and cool songs!"
    },
    {
      "name": "Bridget Slater",
      "text": "Charlie is a fantastic teacher. He has been teaching my 15 year old son Chris for a couple of years now. Chris really looks forward to his lessons and Charlie is endlessly patient with him. I can't recommend him highly enough."
    },
    {
      "name": "Hector Gonzalez Mendez",
      "image": "/images/testimonials/hectorg.jpg",
      "text": "Charlie is an amazing teacher. He is very passionate about music and it really feels like he enjoys doing it. It's been almost a year since I started having guitar lessons with him and, as a foreigner, he has made it extremely easy for me. He's guided me through the UK education system, as well as giving me the best advice. Having him around is definitely helping in reaching my goals. As a musician, he is very talented. He knows music theory, guitar techniques and different music genres and styles to the detail. <br/>I couldn't think of anyone better if you are looking for expanding your musical horizons. I have no doubt that he has the training and experience to be a great teacher. He is close and easy to talk to, and he is able of helping, guiding and teaching you in the best way possible."
    },
    {
      "name": "Alison Mair",
      "text": "My 11 year old son actually enjoys having his guitar lessons now! Charlie structures the lessons around my son's ability and taste in music and remains positive and enthusiastic throughout the session."
    },
    {
      "name": "Oliver Beale",
      "text": "Charlie is not only the best teacher I have had but all the way through our time together he was like a friend. He offered me support and was very helpful until the last lesson. I learnt more with Charlie than I have with any other teacher. In 6 months with him I learnt more the 2 years prior. I would recommend Charlie to anyone, a beginner or an advanced player no matter who you are you will make progress."
    },
    {
      "name": "Patrick Mair",
      "text": "Lessons with Charlie are fun! "
    },
    {
      "name": "Sarah Bryans",
      "image": "/images/testimonials/sbryans.jpg",
      "text": "My son has been having guitar lessons from Charlie, for the past 5-6 years. Charlie has taken him through Grade 1, 2 and 3, and he passed all exams with a Merit. Charlie is professional in his teaching, and my son listens to his advice. My son has recently changed his guitar, and Charlie was on hand to help and advise us. I would highly recommend Charlie as a guitar teacher."
    },
    {
      "name": "Sonya Turpin",
      "image": "/images/testimonials/sturpin.jpg",
      "text": "Charlie is skilled, motivating, encouraging and a true professional. My son Richie(age 10) has been attending lessons with Charlie for about 3 years now and still enjoying it. It’s true that a good instructor can make or break a pupil. We are very greatful to have found him!"
    },
    {
      "name": "Lucy Ford",
      "text": "Charlie has been a fantastic teacher to our 7 year old son over the last year. Lessons are always fun and relaxed and they have a great rapport. He is learning songs across many different genres, as well as any current tracks my son requests. Charlie has the patience of a Saint and we trust him implicitly. I would not hesitate at all in recommending him to anyone looking for a great teacher."
    },
    {
      "name": "Elliot Pett",
      "image": "/images/testimonials/sepett.jpg",
      "text": "Charlie is really patient. If you don't understand he's happy to go over it again and again at your speed until you get the hang of it."
    },
    {
      "image": "/images/testimonials/cbking.jpg",
      "name": "Becky King",
      "text": "Charlie has been teaching my son (aged seven), for just over 12 months. He always customises the lessons to capture his interest with a wide range of music adjusted to his level of skill. This combined with a great balance of patience, talent, enthusiasm and humour has completely inspired him and kept him engaged and motivated. My son sums up the lessons perfectly (below)."
    },
    {
      "image": "/images/testimonials/cbking.jpg",
      "name": "Charlie King",
      "text": "Charlie is epic, guitar is awesome."
    },
    {
      "name": "Jody Cooksley",
      "text": "Charlie’s easy and enthusiastic teaching style has completely transformed my son’s playing and reawakened his love of the guitar. Previous lessons had left him uninspired but he now needs no prompting to practise. I would highly recommend Charlie as a teacher"
    },
    {
      "name": "Ben Cooksley",
      "text": "I really enjoy my lessons with Charlie, he chooses great songs for us to learn and he is very kind and patient"
    }
  ]
}
